{"translation-revision-date":"2024-05-27 08:40:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Date Archive Pages":["Datumsarchiv-Seiten"],"Home Page":["Homepage"],"Your static sitemap is currently being regenerated. This may take some time based on the size of your site. This may also cause the sitemap content to look outdated.":["Deine statische Sitemap wird gerade erneut generiert. Dies kann je nach Größe deiner Website eine Weile dauern. Es kann auch dazu führen, dass der Inhalt der Sitemap veraltet wirkt."],"We recommend setting the amount of URLs per sitemap index to 1,000 or less. The more links, the longer it will take for the sitemap to load.":["Wir empfehlen, die Anzahl der URLs pro Sitemap-Index auf 1.000 oder weniger einzustellen. Je mehr Links, desto länger braucht die Sitemap zum Laden."],"Taxonomy Priority Score":["Prioritätswert Taxonomie"],"Post Type Priority Score":["Prioritätswert Inhaltstyp"],"Grouped":["Gruppiert"],"Any posts that are assigned to these terms will also be excluded from your sitemap.":["Alle Beiträge, die diesen Begriffen zugeordnet sind, werden auch von Deiner Sitemap ausgeschlossen."],"Include All Taxonomies":["Alle Taxonomien einschließen"],"Author Sitemap":["Autoren-Sitemap"],"Date Archive Sitemap":["Datumsarchiv-Sitemap"],"Automatically Ping Search Engines":["Suchmaschinen automatisch anpingen"],"Open Sitemap":["Sitemap öffnen"],"Do you get a blank sitemap or 404 error?":["Du bekommst eine leere Sitemap oder einen 404-Fehler?"],"Noindexed content will not be displayed in your sitemap.":["Inhalt mit Noindex-Anweisung wird nicht in deiner Sitemap angezeigt."],"Links Per Sitemap":["Links pro Sitemap"],"Enable Sitemap":["Sitemap aktivieren"],"An XML Sitemap is a list of all your content that search engines use when they crawl your site. This is an essential part of SEO because it contains some important pieces of information that search engines need when crawling your site. The XML Sitemap created by %1$s tells search engines where to find all of the content on your site.":["Eine XML-Sitemap ist eine Liste all deiner Inhalte, die Suchmaschinen verwenden, wenn sie deine Seite crawlen. Sie ist ein wichtiger Bestandteil der Suchmaschinenoptimierung, denn sie enthält wichtige Informationen, die Suchmaschinen beim Crawlen Deiner Website benötigen. Die von %1$s erstellte XML-Sitemap teilt den Suchmaschinen mit, wo sie alle Inhalte auf deiner Website finden können."],"General Sitemap":["Allgemeine Sitemap"],"Sitemap Settings":["Sitemap-Einstellungen"],"default":["standard"],"Dynamically Generate":["Dynamisch generieren"],"Priority Score":["Prioritätswert"],"Exclude Posts \/ Pages":["Beiträge \/ Seiten ausschließen"],"Include All Post Types":["Alle Inhaltstypen einschließen"],"Organize sitemap entries into distinct files in your sitemap. We recommend you enable this setting if your sitemap contains more than 1,000 URLs.":["Organisiere Sitemap-Einträge in verschiedenen Dateien in deiner Sitemap. Wir empfehlen, diese Einstellung zu aktivieren, wenn deine Sitemap mehr als 1.000 URLs enthält."],"Exclude Terms":["Begriffe ausschließen"],"Author Pages":["Autor-Seiten"],"Exclude Images":["Bilder ausschließen"],"Exclude Images from your sitemap.":["Schließe Bilder aus Deiner Sitemap aus."],"Dynamically creates the XML Sitemap instead of using a static file.":["Erstellt die XML-Sitemap dynamisch, anstatt eine statische Datei zu verwenden."],"Frequency":["Frequenz"],"Priority":["Priorität"],"Taxonomies":["Taxonomien"],"Post Types":["Inhaltstypen"],"Enable Sitemap Indexes":["Sitemap-Indexierungen einschalten"],"Include Author Archives in your sitemap.":["Füge Autorenarchive deiner Sitemap hinzu."],"Include Date Archives in your sitemap.":["Füge Datums-Archive deiner Sitemap hinzu."],"Select which Taxonomies appear in your sitemap.":["Wähle aus, welche Taxonomien in deiner Sitemap auftauchen sollen."],"Select which Post Types appear in your sitemap.":["Wähle aus, welche Beitragstypen in deiner Sitemap erscheinen sollen."],"Allows you to specify the maximum number of posts in a sitemap (up to 50,000).":["Erlaubt dir, die maximale Anzahl von Beiträgen in einer Sitemap (bis zu 50.000) festzulegen."],"Advanced Settings":["Erweiterte Einstellungen"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/GeneralSitemap.CzL-Lqol.js"}}