{"translation-revision-date":"2024-07-24 12:48:56+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Your headline would be more likely to get clicks if it had more uncommon words.":["Deine Überschrift würde wahrscheinlich häufiger angeklickt werden, wenn sie mehr ungewöhnliche Wörter enthalten würde."],"Headlines with 20-30% common words are more likely to get clicks.":["Überschriften mit 20-30 % gängigen Wörtern werden mit höherer Wahrscheinlichkeit angeklickt."],"Write your post title to see the analyzer data. This Headline Analyzer tool enables you to write irresistible SEO headlines that drive traffic, shares, and rank better in search results.":["Schreibe deinen Beitragstitel, um die Daten des Analyzers zu sehen. Das Werkzeug Headline Analyzer ermöglicht dir, unwiderstehliche SEO-Überschriften zu verfassen, die zu Traffic und Shares führen und besser in den Suchergebnissen ranken."],"Try New Headline":["Neue Überschrift ausprobieren"],"Too Short 🙃":["Zu kurz 🙃"],"Too Long 😑":["Zu lang 😑"],"This Headline Analyzer is part of %1$s to help you increase your traffic. %2$sAnalyze your site further here%3$s →%4$s":["Dieser Headline Analyzer ist Teil von %1$s und hilft dir, deinen Traffic zu erhöhen. %2$sAnalysiere deine Website hier weiter%3$s →%4$s"],"Super! 🔥🔥🔥":["Super! 🔥🔥🔥"],"Search Preview":["Suchvorschau"],"Previous Scores":["Vorherige Punktzahlen"],"Not Looking Great":["Nicht so toll"],"New Score":["Neue Punktzahl"],"Most readers only look at the first and last 3 words of a headline before deciding whether to click.":["Die meisten Leser schauen sich nur die ersten und letzten 3 Wörter einer Überschrift an, bevor sie sich für den Klick entscheiden."],"Looks Good! 👍👍":["Sieht gut aus! 👍👍"],"Here is how your headline will look like in Google search results page.":["So wird deine Überschrift auf der Suchergebnisseite von Google aussehen."],"Good 🙂":["Gut 🙂"],"Getting There":["Auf einem guten Weg"],"Enter a different headline than your post title to see how it compares.":["Gib eine andere Überschrift als deinen Beitragstitel ein, um zu sehen, wie sie im Vergleich aussieht."],"Ending Words":["Letzte Wörter"],"Current Score":["Aktuelle Punktzahl"],"Could Be Better":["Könnte besser sein"],"Compare the percentages of your results to the goal for each category and adjust as necessary.":["Vergleiche die prozentualen Ergebnisse mit dem Zielwert für jede Kategorie und nimm eventuelle Anpassungen vor."],"Beginning Words":["Erste Wörter"],"Beginning & Ending Words":["Erste und letzte Wörter"],"Analyze Headline":["Überschrift analysieren"],"At this length, it will get cut off in search results. Try reducing it to about 55 characters.":["Bei dieser Länge wird er in den Suchergebnissen abgeschnitten. Versuche, ihn auf etwa 55 Zeichen zu reduzieren."],"Headlines that are about 55 characters long will display fully in search results and tend to get more clicks.":["Überschriften, die etwa 55 Zeichen lang sind, werden in den Suchergebnissen vollständig angezeigt und bekommen in der Regel mehr Klicks."],"You have space to add more keywords and power words to boost your rankings and click-through rate.":["Du hast die Möglichkeit, weitere Schlüsselwörter und Power-Wörter hinzuzufügen, um deine Rankings und Klickraten zu erhöhen."],"Headline Type":["Überschrifttyp"],"Word Count":["Wortzahl"],"Sentiment":["Stimmung"],"Character Count":["Zeichenanzahl"],"At least one":["Mindestens eines"],"Word Balance":["Ausgewogenheit von Wörtern"],"Headlines with power words are more likely to get clicks.":["Überschriften mit Power-Wörtern werden mit höherer Wahrscheinlichkeit angeklickt."],"Power Words":["Power-Wörter"],"10-15%":["10 –15 %"],"Emotionally triggered headlines are likely to drive more clicks.":["Normalerweise werden Überschriften, die Emotionen hervorrufen, häufiger angeklickt."],"Emotional Words":["Emotionale Wörter"],"10-20%":["10 –20 %"],"Your headline would be more likely to get clicks if it had more common words.":["Deine Überschrift würde wahrscheinlich häufiger angeklickt werden, wenn sie mehr gängige Wörter enthalten würde."],"Uncommon Words":["Ungewöhnliche Wörter"],"20-30%":["20-30%"],"Headlines with uncommon words are more likely to get clicks.":["Überschriften mit ungewöhnlichen Wörtern werden mit höherer Wahrscheinlichkeit angeklickt."],"Common Words":["Gängige Wörter"],"Headlines that are lists and how-to get more engagement on average than other types of headlines. %1$s%2$sLearn More%3$s →":["Überschriften mit Listen und Anleitungen erzielen im Durchschnitt mehr Interaktionen als andere Arten von Überschriften. %1$s%2$sMehr erfahren%3$s →"],"Negative headlines are attention-grabbing and tend to perform better than neutral ones.":["Negativ formulierte Überschriften erzielen mehr Aufmerksamkeit und bringen in der Regel mehr Leistung als neutrale."],"Your headline has a negative sentiment.":["Deine Überschrift hat eine negative Stimmung."],"Negative":["Negativ"],"Positive headlines tend to get better engagement than neutral or negative ones.":["Positive Überschriften sorgen in der Regel für mehr Interaktionen als neutrale oder negative."],"Your headline has a positive sentiment.":["Deine Überschrift hat eine positive Stimmung."],"Positive":["Positiv"],"Headlines that are strongly positive or negative tend to get more engagement than neutral ones.":["Besonders positiv oder negativ formulierte Überschriften erzielen in der Regel mehr Interaktionen als neutrale."],"Neutral":["Neutral"],"Your headline has too many words. Long headlines will get cut off in search results and won’t get as many clicks.":["Deine Überschrift enthält zu viele Wörter. Lange Überschriften werden in den Suchergebnissen abgeschnitten und seltener angeklickt."],"Too Many Words 😑":["Zu viele Wörter 😑"],"Reduce Word Count 🙂":["Wortzahl verringern 🙂"],"Your headline has the right amount of words. Headlines are more likely to be clicked on in search results if they have about 6 words.":["Deine Überschrift hat die richtige Wortanzahl. Überschriften werden mit höherer Wahrscheinlichkeit in den Suchergebnissen angeklickt, wenn sie etwa 6 Wörter lang sind."],"Your headline doesn’t use enough words. You have more space to add keywords and power words to improve your SEO and get more engagement.":["Deine Überschrift enthält nicht genug Wörter. Du hast mehr Platz, um Schlüsselwörter und Power-Wörter hinzuzufügen, um dein SEO zu verbessern und mehr Interaktionen zu bekommen."],"Not Enough Words 🙃":["Nicht genug Wörter 🙃"],"For best results, you should strive for %1$d and above.":["Für optimale Ergebnisse solltest du %1$d oder mehr anstreben."],"A very good score is between %1$d and %2$d.":["Eine sehr gute Punktzahl liegt zwischen %1$d und %2$d."],"Score":["Punktzahl"]}},"comment":{"reference":"dist\/Lite\/assets\/headline-analyzer.237f61tN.js"}}